{"translation-revision-date":"2021-12-14 11:43:30+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Please finish the Configuration workout first in order for this workout to be effective.":["Por favor, termina primero el ejercicio de configuración para que este ejercicio sea efectivo."],"Configuration required":["Configuración obligatoria"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["En este paso tienes que añadir los perfiles sociales personales de la persona a la que representa tu sitio. Para hacerlo deberías ir a la %1$spágina del perfil%2$s del usuario (abre en una nueva pestaña del navegador). Luego haz scroll hasta la sección de 'Información de contacto' (ver captura abajo) y rellena las URLs de los perfiles sociales personales que quieras añadir. Alternativamente, pide al usuario o a un administrador que lo haga si tú no tienes permisos."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["En este paso tienes que añadir los perfiles sociales personales de la persona a la que representa tu sitio. Para hacerlo deberías ir a %1$sUsuarios%2$s > Perfi en una nueva pestaña del navegador.Alternativamente, pide al usuario o a un administrador que lo haga si tú no tienes permisos."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sImportante%2$s: Por favor, selecciona un nombre en el paso 2 para que sea efectivo este paso."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Has seleccionado al usuario %1$s como la persona a la que representa este sitio. Su información del perfil de usuario se usará ahora en los resultados de búsqueda. %2$sActualiza su perfil para asegurarte de que la información sea correcta. %3$sAlternativamente, pide al usuario o a un administrador que lo haga si no tienes permisos. "],"%1$sBack to all workouts":["%1$sVolver a todos los ejercicios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Poner tu sitio en forma y mantener el SEO al día puede ser complicado. ¡Podemos ayudarte en los primeros pasos! ¡Haz estos ejercicios paso a paso y podrás abordar algunos de los retos SEO más fundamentales!"],"Unlock with %s!":["¡Desbloquear con %s!"],"Continue workout!":["¡Continuar el ejercicio!"],"Start workout!":["¡Empieza el ejercicio!"],"%1$s\/%2$s steps completed":["%1$s\/%2$s pasos completados"],"Saved!":["¡Guardado!"],"Twitter URL":["URL de Twitter"],"Facebook URL":["URL de Facebook"],"Could not save this value. Please check the URL.":["No se pudo guardar este valor. Por favor, revisa la URL."],"Could not save this value. Please check the URL or username.":["No se pudo guardar este valor. Por favor, revisa la URL o el nombre de usuario."],"Person logo \/ avatar (important)":["Logo\/avatar de la persona (importante)"],"Name (important)":["Nombre (importante)"],"Add internal links to your posts and pages":["Añade enlaces internos a tus entradas y páginas"],"Make pages easier for Google and visitors to find":["Haz que las páginas sean más fáciles de encontrar para Google y los visitantes"],"Clean up your unlinked content to make sure people can find it":["Limpia tu contenido sin enlazar para asegurar que la gente pueda encontrarlo"],"Orphaned content":["Contenido huérfano"],"Organization logo (important)":["Logo de la organización (importante)"],"Organization name (important)":["Nombre de la organización (importante)"],"Email address":["Dirección de correo electrónico"],"Get guidance on how to use Yoast SEO to the fullest":["Consigue orientación sobre cómo usar Yoast SEO al máximo"],"Stay up-to-date with the latest SEO news":["Mantente al día con las últimas noticias de SEO"],"Receive best-practice tips and learn how to rank on search engines":["Recibe trucos con las mejores prácticas y aprende cómo posicionar en los motores de búsqueda"],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["¡Gracias! Por favor, haz clic en el enlace del correo electrónico que acabamos de enviarte para confirmar tu suscripción al boletín."],"That email address has already been subscribed.":["Esa dirección de correo electrónico ya está suscrita."],"That is not a valid email address. Check your email address and try again.":["Esa no es una dirección de correo electrónico válida. Revisa tu dirección de correo electrónico e inténtalo de nuevo."],"Oops! Something went wrong. Check your email address and try again.":["¡Vaya! Algo ha salido mal. Revisa tu dirección de correo electrónico e inténtalo de nuevo."],"Sign up!":["¡Regístrate!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respeta tu privacidad. Lee %1$snuestra política de privacidad%2$s para saber cómo gestionamos tu información personal."],"Bring more visitors to your articles":["Atrae más visitantes a tus artículos"],"Make your important articles rank higher":["Haz que tus artículos más importantes posicionen mejor"],"Apply the optimal SEO settings to your site":["Aplica los ajustes SEO óptimos a tu sitio"],"View other SEO workouts%1$s":["Ver otros ejercicios de SEO%1$s"],"Make sure to also check out our other SEO workouts to really get your site into shape!":["¡Asegúrate de revisar también nuestros otros ejercicios de SEO para poner tu sitio en forma de verdad!"],"Amazing! You’ve successfully finished the Configuration workout! %1$s now outputs the essential structured data for your site.":["¡Fantástico! ¡Has finalizado correctamente el ejercicio de configuración! %1$s Ahora mostraremos los datos estructurados esenciales para tu sitio."],"Before you finish this workout, please wait on this page until the SEO data optimization in step 1 is completed...":["Antes de terminar este ejercicio, por favor, espera en esta página hasta que la optimización de datos SEO del paso 1 se haya completado…"],"Before you finish this workout, please start the SEO data optimization in step 1 and wait until it is completed...":["Antes de terminar este ejercicio, por favor, empieza la optimización de datos SEO en el paso 1 y espera hasta que se haya completado…"],"Finish this workout":["Finalizar este ejercicio"],"Do workout again":["Hacer de nuevo el ejercicio"],"Sign up for the Yoast newsletter!":["¡Regístrate en el boletín de Yoast!"],"Save and continue":["Guardar y continuar"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Para completar este paso, por favor, selecciona si podemos mejorar Yoast SEO con tus datos."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["¡Importante: Nunca enviaremos estos datos. Y, por supuesto, como siempre, no recopilamos ningún dato personal tuyo o de tus visitantes!"],"Yes, you can track my site data":["Sí, podéis hacer seguimiento de los datos de mi sitio"],"No, don’t track my site data":["No, no hagas seguimiento de los datos de mi sitio"],"Can we collect anonymous information about your website and how you use it?":["¿Podemos recopilar información anónima sobre tu web y sobre cómo la usas?"],"always load our customer support window so we can immediately assist you when you need help.":["cargar siempre nuestra ventana de soporte al cliente para que podamos ayudarte inmediatamente cuando necesites ayuda."],"see which %s features you use or don't use;":["ver qué características de %s usas o no usas;"],"collect info about the plugins and themes you have installed;":["recopilar información sobre los plugins y temas que has instalado;"],"To provide the best experience for you, we need your permission to do the following things:":["Para ofrecerte la mejor experiencia posible, necesitamos tu permiso para hacer lo siguiente:"],"Help us improve Yoast SEO":["Ayúdanos a mejorar Yoast SEO"],"A screenshot of the Contact Info section of a user's Profile page":["Una captura de pantalla de la sección de información de contacto de la página de perfil de un usuario"],"Screenshot:":["Captura de pantalla:"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["En la página de %1$susuarios%2$s, pasa tu cursor sobre el nombre de usuario que quieras editar. Haz clic en «Editar» para acceder al perfil del usuario. Luego, haz scroll hasta la sección de «Información de contacto» (ver la captura de abajo) y rellena las URL de los perfiles sociales personales que quieras añadir."],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["¿Tienes perfiles de medios sociales en tu sitio? Entonces añade todas sus URLs aquí, para que tus perfiles sociales puedan aparecer en el panel de Google Knowledge. "],"Please be aware that you need to set a name and logo in step 2 for structured data to work properly.":["Por favor, se consciente de que necesitamos configurar un nombre y logotipo en el paso 2 para que los datos estructurados funcionen correctamente."],"Add a catchy tagline that describes your site in the best light. Use the keywords you want people to find your site with. Example: %1$s’s tagline is ‘SEO for everyone.’":["Añade una descripción corta pegadiza, que describa tu sitio de la mejor manera posible. Usa las palabras clave por las que quieras que la gente encuentre tu sitio. Ejemplo: La descripción corta de %1$s es 'SEO para todos'."],"Site tagline":["Descripción corta del sitio"],"You need to set a person name and logo for structured data to work properly.":["Tienes que configurar un nombre y logotipo de la persona para que los datos estructurados funcionen correctamente."],"You need to set an organization name and logo for structured data to work properly.":["Tienes que configurar un nombre y logotipo de la organización para que los datos estructurados funcionen correctamente."],"Does your site represent an Organization or Person?":["¿Tu sitio representa a una organización o a una persona?"],"Tell Google what kind of site you have and increase the chance it gets features in a Google Knowledge Panel. Select ‘Organization’ if you are working on a site for a business or an organization. Select ‘Person’ if you have, say, a personal blog.":["Dile a Google qué tipo de sitio tienes y aumenta las posibilidades de aparecer destacado en el panel de conocimiento de Google. Selecciona 'Organización' si estás trabajando en un sitio de un negocio o una organización. Selecciona 'Persona' si tienes, por ejemplo, un blog personal."],"Site representation":["Representación del sitio"],"%1$sImportant:%2$s After you’ve completed (or made any changes to) a step below, please make sure to save your changes by clicking the ‘Save and continue’ button below that step.":["%1$sImportante:%2$s Cuando hayas completado (o hecho algún cambio) un paso de los siguientes, asegúrate de guardar los cambios haciendo clic en el botón de 'Guardar y continuar' de debajo del paso."],"Continue":["Continuar"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this workout.":["Puedes seguir ejecutando la optimización de datos SEO en la %1$ssección de herramientas%2$s. Cuando hayas terminado, por favor, recarga este ejercicio."],"This workout step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Este paso del ejercicio está en este momento desactivado porque no estás ejecutando la última versión de Yoast SEO Premium. Por favor, actualiza a la última versión (al menos la %1$s)."],"Click the button below to optimize your SEO data. It will let us see your site as Google does, so we can give you the best SEO tips and improve technical SEO issues in the background! If you have a lot of content the optimization might take a while. But trust us, it's worth it! %1$sLearn more about the benefits of optimized SEO data.%2$s":["Haz clic en el botón de abajo para optimizar tus datos SEO. ¡Eso nos permitirá ver tu sitio como lo hace Google, para que podamos darte los mejores trucos SEO y así mejorar los problemas de SEO técnico en segundo plano! Si tienes mucho contenido la optimización podría tardar un buen rato. Pero confía en nosotros, ¡merece la pena! %1$sAprende más sobre los beneficios de los datos SEO optimizados.%2$s"],"Optimize SEO data":["Optimizar datos SEO"],"%1$sImportant:%2$s If the SEO data optimization in step 1 is running, you can already continue to the next steps.":["%1$sImportante:%2$s Si la optimización de datos SEO del paso 1 se está ejecutando ya puedes seguir con los siguientes pasos."],"Need more guidance? We've covered every step in more detail in the %1$s%2$s configuration workout guide.%3$s":["¿Necesitas más orientación? Hemos cubierto cada paso en más detalle en la %1$s%2$s guía del ejercicio de configuración.%3$s"],"Do the five steps in this workout to configure the essential %1$s settings!":["¡Haz los cinco pasos de este ejercicio para configurar los ajustes esenciales de %1$s!"],"Configure %1$s with optimal SEO settings for your site":["Configura %1$s con los ajustes SEO óptimos para tu sitio"],"Configuration":["Configuración"],"Error stack trace":["Seguimiento de la pila de errores"],"Response":["Respuesta"],"Error message":["Mensaje de error"],"Status code":["Código de estado"],"Request method":["Método de solicitud"],"Request URL":["URL de solicitud"],"Error details":["Detalles del error"],"Rank with articles you want to rank with":["Posiciona con los artículos con los que quieres posicionar"],"The cornerstone approach":["El enfoque en el contenido esencial"],"SEO workouts":["Ejercicios SEO"],"Stop SEO data optimization":["Detener la optimización de datos SEO"],"Optimizing SEO data... This may take a while.":["Optimizando datos SEO… Esto puede tardar un rato."],"SEO data optimization complete":["Optimización de datos SEO completa"],"SEO data optimization is disabled for non-production environments.":["La optimización de datos SEO está desactivada para los entornos que no están en producción."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica incluye y reemplaza el contador de enlaces de texto y el análisis de enlaces internos"],"Start SEO data optimization":["Empezar la optimización de datos de SEO"],"Select a user...":["Selecciona un usuario…"],"Wikipedia URL":["URL de Wikipedia"],"Configure %s in a few steps":["Configura %s en unos pocos pasos"],"Configure %s":["Configura %s"],"Social profiles":["Perfiles sociales"],"YouTube URL":["URL de YouTube"],"Pinterest URL":["URL de Pinterest"],"MySpace URL":["URL de MySpace"],"LinkedIn URL":["URL de Linkedin"],"Instagram URL":["URL de Instagram"],"Congratulations!":["¡Enhorabuena!"]}},"comment":{"reference":"js\/dist\/workouts-1780.js"}}