{"translation-revision-date":"2021-12-22 05:44:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"This stage is already completed.":["Esta etapa ya está completada."],"Setup":["Configurar"],"Finishing setup…":["Finalizar configuración…"],"Check status":["Comprobar estado"],"Quit":["Abandonar"],"Quit setup":["Abandonar la configuración"],"Something went wrong with the request.":["Algo salió mal con la solicitud."],"Step %s":["Paso %s"],"Convert now":["Convertir ahora"],"Convert Images to WebP":["Convertir imágenes a WebP"],"Next, click Check Status button below to see if it's working.":["A continuación, haz clic en el botón de «Comprobar estado» de abajo para ver si está funcionando."],"Get Support.":["Conseguir ayuda."],"Still having trouble?":["¿Sigues teniendo problemas?"],"NGINX":["NGINX"],"Apache":["Apache"],"WebP conversion is active and working well. Your hosting has automatically pre-configured the conversion for you. The only step for you would be to create WebP images below.":["La conversión WebP está activa y funciona bien. Tu alojamiento te ha pre-configurado automáticamente la conversión. El único paso que te queda sería crear imágenes WebP abajo."],"Since your site is hosted with WPMU DEV, we already have done the configurations steps for you. The only step for you would be to create WebP images below.":["Como tu sitio está alojado con WPMU DEV ya hemos realizado los pasos de configuración por ti. El único paso que te queda sería crear imágenes WebP abajo."],"We noticed the Amazon S3 Integration is enabled. Offloaded images will not be served in WebP format, but Smush will create local WebP copies of all images. If this is undesirable, you can quit the setup.":["Nos hemos dado cuenta de que está activa la integración con Amazon S3. Las imágenes descargadas no se servirán en formato WebP, pero Smush creará copias locales en WebP de todas las imágenes. Si no quieres esto puedes abandonar la configuración."],"The rules have been applied successfully.":["Las reglas se han aplicado correctamente."],"Finish Setup":["Finalizar configuración"],"The following configurations are for NGINX servers. If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.":["Las siguientes configuraciones son para servidores NGINX. Si no tienes acceso a tus archivos de configuración de NGINX tienes que contactar con tu proveedor de alojamiento para hacer estos cambios."],"Add Rules":["Añadir reglas"],"Choose Server Type":["Elige el tipo de servidor"],"Try WebP for free":["Prueba WebP gratis"],"Serve WebP version of images in the browsers that support it and fall back to JPEGs and PNGs for non supported browsers.":["Sirve versiones WebP de las imágenes en los navegadores compatibles y entrega JPGs y PNGs en los navegadores no compatibles."],"Fix “Serve images in next-gen format\" Google PageSpeed recommendation.":["Corrige la recomendación de Google PageSpeed de «Servir imágenes en formatos de nueva generación»."],"Add or automatically apply the rules to enable Local WebP feature.":["Añade o aplica automáticamente las reglas para activar la característica de WebP local."],"Manual":["Manual"],"Automatic":["Automático"],"Copy the generated code below and paste it at the top of your .htaccess file (before any existing code) in the root directory.":["Copia el código generado abajo y pégalo al principio de tu archivo .htaccess (antes de cualquier otro código existente) en el directorio raíz."],"If you are unable to get the automated method working, follow these steps:":["Si no puedes conseguir que funcione el método automático, sigue estos pasos"],"Local WebP":["WebP Local"],"Fix the \"Serve images in next-gen format\" Google PageSpeed recommendation by setting up this feature. Serve WebP versions of your images to supported browsers, and gracefully fall back on JPEGs and PNGs for browsers that don't support WebP.":["Corrige la recomendación de Google PageSpeed «Publicar imágenes en formato de próxima generación» configurando esta característica. Sirve versiones WebP de tus imágenes a navegadores compatibles y recurre con elegancia a JPEG y PNG para navegadores que no sean compatibles con WebP."],"Smush WebP":["Smush WebP"],"Reload NGINX.":["Recargar NGINX."],"Copy the generated code found below and paste it inside your http or server blocks.":["Copia el código generado que se encuentra a continuación y pégalo dentro de tu http o bloques del servidor."],"Insert the following in the server context of your configuration file (usually found in \/etc\/nginx\/sites-available). “The server context” refers to the part of the configuration that starts with “server {” and ends with the matching “}”.":["Inserta lo siguiente en el contexto del servidor de tu archivo de configuración (generalmente se encuentra en \/etc\/nginx\/sites-available). «El contexto del servidor» se refiere a la parte de la configuración que comienza con \"servidor {\" y termina con el \"}\" correspondiente."],"If you don't know where those files are, or you aren't able to reload Apache, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server.":["Si no sabes dónde están esos archivos o no puedes volver a cargar Apache, deberás consultar con tu proveedor de alojamiento o un administrador del sistema que tenga acceso para cambiar la configuración de tu servidor."],"Reload Apache.":["Recargar Apache."],"Look for your site in the file and find the line that starts with <Directory> - add the code above that line and into that section and save the file.":["Busca tu sitio en el archivo y busca la línea que comienza con <Directory> - agrega el código encima de esa línea y en esa sección y guarde el archivo."],"If .htaccess does not work, and you have access to vhosts.conf or httpd.conf, try this:":["Si el .htaccess no funciona y tienes acceso a vhosts.conf o httpd.conf prueba esto:"],"Troubleshooting":["Diagnóstico"],"Apply rules":["Aplicar reglas"],"Please note: Some servers have both Apache and NGINX software which may not begin serving WebP images after applying the .htaccess rules. If errors occur after applying the rules, we recommend adding NGINX rules manually.":["Ten en cuenta: algunos servidores tienen software Apache y NGINX que pueden no comenzar a servir imágenes WebP después de aplicar las reglas .htaccess. Si ocurren errores después de aplicar las reglas, recomendamos agregar reglas NGINX manualmente."],"Smush can automatically apply WebP conversion rules for Apache servers by writing to your .htaccess file. Alternatively, switch to Manual to apply these rules yourself.":["Smush puede aplicar automáticamente las reglas de conversión de WebP para servidores Apache escribiendo tu archivo .htaccess. Alternativamente, cambia al modo manual para aplicar estas reglas tu mismo."],"We've automatically detected your server type is %s. If this is incorrect, manually select your server type to generate the relevant rules and instructions.":["Hemos detectado automáticamente que tu tipo de servidor es %s. Si esto es incorrecto, selecciona manualmente tu tipo de servidor para generar las reglas e instrucciones pertinentes."],"Choose your server type. If you don’t know this, please contact your hosting provider.":["Elige tu tipo de servidor. Si no sabes esto, comunícate con tu proveedor de alojamiento."],"Server Type":["Tipo de servidor"],"Previous":["Anterior"],"Finish":["Finalizar"],"Next":["Siguiente"],"Pro":["Pro"],"Learn more":["Más información"]}},"comment":{"reference":"app\/assets\/js\/smush-react-webp.js"}}