{"translation-revision-date":"2021-09-08 11:52:03+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The uploaded file is not a %s Config. Please make sure the uploaded file is correct.":["El archivo subido no es una archivo de configuración %s. Por favor, asegúrate de que el archivo subido es correcto."],"%s config created successfully.":["Configuración %s creada correctamente."],"Save your current settings configuration. You’ll be able to then download and apply it to your other sites.":["Guarda tus ajustes de configuración actuales. Podrás descargarlos y aplicarlos a tus otros sitios."],"Save Config":["Guardar configuración"],"Change your config name to something recognizable.":["Cambia el nombre de tu configuración a algo reconocible."],"Rename Config":["Renombar configuración"],"Save":["Guardar"],"The config name is required":["El nombre de la configuración es obligatorio"],"Description":["Descripción"],"Config name":["Nombre de la configuración"],"Are you sure you want to delete %s? You will no longer be able to apply it to this or other connected sites.":["¿Seguro que quieres borrar %s? No podrás aplicarlo a este u otros sitios conectados."],"Delete Configuration File":["Borrar archivo de configuración"],"%s config has been applied successfully.":["La configuración %s se ha aplicado correctamente."],"Are you sure you want to apply the %s config to this site? We recommend you have a backup available as your existing settings configuration will be overridden.":["¿Seguro que quieres aplicar la configuración %s a este sitio? Te recomendamos que tengas una copia de seguridad disponible ya que tus ajustes de configuración existentes se sobreescribirán."],"Apply Config":["Aplicar configuración"],"%s config has been uploaded successfully – you can now apply it to this site.":["La configuración %s se ha subido correctamente – ahora puedes aplicarla a este sitio."],"Request failed. Status: %s. Please reload the page and try again.":["Solicitud fallida. Estado: %s. Por favor, recarga la página e inténtalo de nuevo."],"Try The Hub":["Prueba el Hub"],"Name and Description":["Nombre y descripción"],"Download":["Descargar"],"Apply":["Aplicar "],"Check again":["Comprobar de nuevo"],"Created or updated configs via the Hub?":["¿Configuraciones creadas o subidas a través del Hub?"],"Use configs to save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["¡Utiliza configuraciones para guardar personalizaciones preestablecidas de los ajustes de Smush, luego súbelas y aplícalas a tus otros sitios en solo unos pocos clics!"],"You don’t have any available config. Save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["No tienes disponible ninguna configuración. Guarda configuraciones preestablecidas de ajustes de Smush, luego ¡súbelas y aplícalas a tus otros sitios en solo unos pocos clics!"],"Updating the config list…":["Actualizando la lista de configuraciones…"],"Save config":["Guardar configuración"],"Upload":["Subir"],"Preset Configs":["Configuraciones preestablecidas"],"the Hub.":["el Hub."],"You can easily apply configs to multiple sites at once via ":["Puedes aplicar fácilmente configuraciones a varios sitios a la vez desde "],"Local WebP":["WebP Local"],"Close this dialog window":["Cerrar esta ventana de diálogo"],"Dismiss notice":["Descartar el aviso"],"Subsite Controls":["Controles de subsitios"],"Tools":["Herramientas"],"Lazy Load":["Carga diferida"],"Delete":["Borrar"],"Cancel":["Cancelar"],"Integrations":["Integraciones"],"Bulk Smush":["Reducir por lotes"],"CDN":["CDN"],"Settings":["Ajustes"]}},"comment":{"reference":"app\/assets\/js\/smush-react-configs.js"}}